9/data/attachments/373e1c4db57811bb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_08dddee8-a5fa-454e-b38a-8c429f776567</nif:username>
            <nif:friendToBeAdded>Andrea_usually_Actions_93266_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>